output/queue-experiments-simwork/mixed-q48-r5000-20260423-000828/load.log
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58398->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58397->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58401->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58400->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58408->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58412->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58407->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58415->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58406->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58414->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58405->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58413->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:30+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58404->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64013->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64012->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64008->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64007->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64006->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64005->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64002->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64076->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64073->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64074->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64046->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64072->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64052->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64070->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64040->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64068->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64047->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64095->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64093->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64099->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64092->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64065->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64085->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64041->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64081->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64097->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64080->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64079->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64094->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64061->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64083->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64088->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64087->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64059->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64077->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64089->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64058->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64049->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64071->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:31+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64050->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:32+09:00" level=info msg="2026/04/23 00:08:32 Unsolicited response received on idle HTTP channel starting with \"HTTP/1.1 503 Service Unavailable\\r\\nContent-Type: application/json\\r\\nContent-Length: 43\\r\\nConnection: close\\r\\n\\r\\n{\\\"success\\\":false,\\\"error\\\":\\\"Server is busy.\\\"}\"; err=<nil>"
time="2026-04-23T00:08:32+09:00" level=info msg="2026/04/23 00:08:32 Unsolicited response received on idle HTTP channel starting with \"HTTP/1.1 503 Service Unavailable\\r\\nContent-Type: application/json\\r\\nContent-Length: 43\\r\\nConnection: close\\r\\n\\r\\n{\\\"success\\\":false,\\\"error\\\":\\\"Server is busy.\\\"}\"; err=<nil>"
time="2026-04-23T00:08:32+09:00" level=warning msg="Request Failed" error="Post \"http://127.0.0.1:18212/query\": readLoopPeekFailLocked: %!w(<nil>)"
time="2026-04-23T00:08:32+09:00" level=warning msg="Request Failed" error="Post \"http://127.0.0.1:18212/query\": readLoopPeekFailLocked: %!w(<nil>)"
time="2026-04-23T00:08:32+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53733->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:32+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53285->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:32+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53287->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58971->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58970->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58969->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58968->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58967->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58966->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58964->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58963->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58961->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:33+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:58958->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64554->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64614->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64612->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64610->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64608->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64607->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64625->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64623->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64621->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64622->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64611->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64615->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64619->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64613->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64618->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64620->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:64616->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49918->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49917->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49922->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49923->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49919->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49921->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49930->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49929->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:34+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49928->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49961->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49955->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49960->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49952->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49954->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49951->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49959->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49956->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49958->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49953->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49968->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49967->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49966->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49965->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=info msg="2026/04/23 00:08:35 Unsolicited response received on idle HTTP channel starting with \"HTTP/1.1 503 Service Unavailable\\r\\nContent-Type: application/json\\r\\nContent-Length: 43\\r\\nConnection: close\\r\\n\\r\\n{\\\"success\\\":false,\\\"error\\\":\\\"Server is busy.\\\"}\"; err=<nil>"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49983->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="Post \"http://127.0.0.1:18212/query\": readLoopPeekFailLocked: %!w(<nil>)"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49975->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49979->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49978->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49976->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49981->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49982->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49980->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49995->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49994->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:49993->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50623->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50712->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50786->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50785->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50784->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50783->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50782->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50862->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50861->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50860->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50863->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50706->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50948->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50708->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50710->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50711->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50709->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50947->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50656->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50658->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51011->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51172->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50651->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51171->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50650->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50653->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50649->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51175->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50648->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51173->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50652->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:50654->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51174->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51347->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51346->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51345->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51344->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51343->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51340->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51341->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51356->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51350->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51349->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51342->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51353->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51352->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51348->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51354->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51355->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=info msg="2026/04/23 00:08:35 Unsolicited response received on idle HTTP channel starting with \"HTTP/1.1 503 Service Unavailable\\r\\nContent-Type: application/json\\r\\nContent-Length: 43\\r\\nConnection: close\\r\\n\\r\\n{\\\"success\\\":false,\\\"error\\\":\\\"Server is busy.\\\"}\"; err=<nil>"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="Post \"http://127.0.0.1:18212/query\": readLoopPeekFailLocked: %!w(<nil>)"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51451->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51449->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51450->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51445->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:51448->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53712->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53710->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53708->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53720->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53719->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53725->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53718->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53724->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53723->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53717->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53716->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:35+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:53722->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59445->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59450->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59448->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59446->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59442->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59439->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59438->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59437->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:36+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59436->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65047->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65033->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65032->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65025->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65030->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65046->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65044->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65054->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65048->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65053->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65052->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65042->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65043->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65031->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65064->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65061->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65062->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:37+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:65065->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:38+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:54662->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:38+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:54224->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:38+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:54225->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:38+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:54228->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:38+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:54223->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:38+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:54664->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:38+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:54663->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59609->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59825->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59831->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59832->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59835->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59829->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59828->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59827->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59826->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59833->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59843->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59842->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59841->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59839->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59840->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59838->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59863->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59860->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59836->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59834->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59857->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59849->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59848->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59847->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59846->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59853->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59845->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59844->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59861->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59855->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59854->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59851->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59856->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59932->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59931->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59868->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59867->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59862->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59946->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59945->127.0.0.1:18212: read: connection reset by peer"
time="2026-04-23T00:08:39+09:00" level=warning msg="Request Failed" error="read tcp 127.0.0.1:59947->127.0.0.1:18212: read: connection reset by peer"


  █ TOTAL RESULTS 

    checks_total.......: 50001  4999.684526/s
    checks_succeeded...: 99.47% 49739 out of 50001
    checks_failed......: 0.52%  262 out of 50001

    ✗ status is 200 or 503
      ↳  99% — ✓ 49739 / ✗ 262

    CUSTOM
    status_503.....................: 556    55.59538/s
    success_duration...............: avg=0.689509 min=0.289    med=0.31     max=60.543   p(90)=0.647  p(95)=2.02  

    HTTP
    http_req_duration..............: avg=696.35µs min=0s       med=310µs    max=60.54ms  p(90)=696µs  p(95)=2.17ms
      { expected_response:true }...: avg=689.5µs  min=289µs    med=310µs    max=60.54ms  p(90)=647µs  p(95)=2.02ms
    http_req_failed................: 1.63%  818 out of 50001
    http_reqs......................: 50001  4999.684526/s

    EXECUTION
    iteration_duration.............: avg=1.62ms   min=281.41µs med=412.16µs max=132.37ms p(90)=1.15ms p(95)=4.28ms
    iterations.....................: 50001  4999.684526/s
    vus............................: 2      min=2            max=2   
    vus_max........................: 1000   min=1000         max=1000

    NETWORK
    data_received..................: 8.4 MB 838 kB/s
    data_sent......................: 9.2 MB 916 kB/s